ONVIF-SIM/fakecamera/last_response.xml

<?xml version="1.0" encoding="UTF-8"?><s:Envelope xmlns:s="http://www.w3.org/2003/05/soap-envelope" xmlns:a="http://schemas.xmlsoap.org/ws/2004/08/addressing" xmlns:d="http://schemas.xmlsoap.org/ws/2005/04/discovery" xmlns:dn="http://www.onvif.org/ver10/network/wsdl"><s:Header><a:Action s:mustUnderstand="1">http://schemas.xmlsoap.org/ws/2005/04/discovery/ProbeMatches</a:Action><a:MessageID>urn:uuid:eeef9005-9f64-4181-a534-1dfbecd7fb15</a:MessageID><a:RelatesTo>uuid:4ee0a8f1-b134-4860-80c6-eb0bc1955c13</a:RelatesTo><a:To>http://schemas.xmlsoap.org/ws/2004/08/addressing/role/anonymous</a:To></s:Header><s:Body><d:ProbeMatches><d:ProbeMatch><a:EndpointReference><a:Address>urn:uuid:2bfaffd1-6a02-4394-9d26-816c9f6e0905</a:Address></a:EndpointReference><d:Types>dn:NetworkVideoTransmitter</d:Types><d:Scopes>onvif://www.onvif.org/name/Videonetics_Camera_Emulator onvif://www.onvif.org/hardware/Videonetics_Camera_Emulator onvif://www.onvif.org/type/video_encoder</d:Scopes><d:XAddrs>http://172.21.64.16:9000/onvif/device_service</d:XAddrs><d:MetadataVersion>1</d:MetadataVersion></d:ProbeMatch></d:ProbeMatches></s:Body></s:Envelope>
